Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# cacheInfo
source: Speaker cache stores your room layout for instant startup. Artwork cache stores album art for faster browsing. Both rebuild automatically when cleared.
da: Højttalercachen gemmer din rumopsætning for øjeblikkelig opstart. Albumcovercachen gemmer albumcovers for hurtigere gennemsyn. Begge genopbygges automatisk, når de ryddes.
de: Der Lautsprecher-Cache speichert deine Raumanordnung für sofortigen Start. Der Cover-Cache speichert Albumcover für schnelleres Durchsuchen. Beide werden nach dem Leeren automatisch neu aufgebaut.
es: La caché de altavoces almacena la disposición de las habitaciones para un inicio instantáneo. La caché de carátulas almacena las portadas de los álbumes para una navegación más rápida. Ambas se reconstruyen automáticamente al borrarlas.
fr: Le cache des enceintes stocke la disposition de vos pièces pour un démarrage instantané. Le cache des pochettes stocke les pochettes d’albums pour une navigation plus rapide. Les deux se reconstruisent automatiquement après effacement.
it: La cache degli altoparlanti memorizza la disposizione delle stanze per un avvio istantaneo. La cache delle copertine memorizza le copertine degli album per una navigazione più veloce. Entrambe si ricostruiscono automaticamente dopo la cancellazione.
ja: スピーカーキャッシュは即座に起動できるようルームレイアウトを保存します。アートワークキャッシュはより速いブラウジングのためにアルバムアートを保存します。どちらもクリア後に自動的に再構築されます。
nb: Høyttalerhurtiglageret lagrer romoppsettet ditt for umiddelbar oppstart. Omslagshurtiglageret lagrer albumomslag for raskere surfing. Begge gjenoppbygges automatisk når de tømmes.
nl: De speakercache slaat je kamerindeling op voor directe opstart. De albumhoescache slaat albumhoezen op voor sneller bladeren. Beide worden automatisch opnieuw opgebouwd na het wissen.
pl: Pamięć podręczna głośników przechowuje układ pokoi do natychmiastowego uruchomienia. Pamięć podręczna okładek przechowuje okładki albumów do szybszego przeglądania. Obie odbudowują się automatycznie po wyczyszczeniu.
pt: O cache de caixas de som armazena o layout das salas para inicialização instantânea. O cache de capas armazena as artes dos álbuns para navegação mais rápida. Ambos são reconstruídos automaticamente ao serem limpos.
sv: Högtalarcachen lagrar din rumsuppställning för omedelbar start. Omslagscachen lagrar albumomslag för snabbare bläddring. Båda återuppbyggs automatiskt när de rensas.
zh_hans: 音箱缓存存储您的房间布局以便即时启动。封面缓存存储专辑封面以加快浏览速度。清除后两者均会自动重建。

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
sv: Avbryt
zh_hans: 取消

source: Cancel Timer
da: Annuller timer
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler la minuterie
it: Annulla timer
ja: タイマーをキャンセル
nb: Avbryt timer
nl: Timer annuleren
pl: Anuluj wyłącznik
pt: Cancelar timer
sv: Avbryt timer
zh_hans: 取消定时器

source: Change custom color
da: Ændr tilpasset farve
de: Benutzerdefinierte Farbe ändern
es: Cambiar color personalizado
fr: Modifier la couleur personnalisée
it: Modifica colore personalizzato
ja: カスタムカラーを変更
nb: Endre egendefinert farge
nl: Aangepaste kleur wijzigen
pl: Zmień własny kolor
pt: Alterar cor personalizada
sv: Ändra anpassad färg
zh_hans: 更改自定义颜色

source: Check for Updates…
da: Søg efter opdateringer…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Cerca aggiornamenti…
ja: アップデートを確認…
nb: Se etter oppdateringer…
nl: Zoek naar updates…
pl: Sprawdź aktualizacje…
pt: Verificar atualizações…
sv: Sök efter uppdateringar…
zh_hans: 检查更新…

# checkingSonosHousehold
source: Checking your Sonos household…
da: Tjekker din Sonos-husstand…
de: Dein Sonos-Haushalt wird geprüft…
es: Comprobando tu hogar Sonos…
fr: Vérification de votre foyer Sonos…
it: Verifica del tuo sistema Sonos…
ja: Sonos ホームを確認中…
nb: Sjekker Sonos-husholdningen din…
nl: Je Sonos-huishouden wordt gecontroleerd…
pl: Sprawdzanie domu Sonos…
pt: A verificar o seu agregado Sonos…
sv: Kontrollerar ditt Sonos-hushåll…
zh_hans: 正在检查您的 Sonos 家庭…

source: check network
da: tjek netværket
de: Netzwerk prüfen
es: comprobar la red
fr: vérifier le réseau
it: controlla la rete
ja: ネットワークを確認
nb: sjekk nettverket
nl: controleer netwerk
pl: sprawdź sieć
pt: verificar a rede
sv: kontrollera nätverket
zh_hans: 检查网络

source: Choragus Diagnostics
da: Choragus-diagnostik
de: Choragus-Diagnose
es: Diagnóstico de Choragus
fr: Diagnostics Choragus
it: Diagnostica Choragus
ja: Choragus 診断
nb: Choragus-diagnostikk
nl: Choragus-diagnose
pl: Diagnostyka Choragus
pt: Diagnóstico do Choragus
sv: Choragus-diagnostik
zh_hans: Choragus 诊断

source: Choragus Help
da: Choragus Hjælp
de: Choragus-Hilfe
es: Ayuda de Choragus
fr: Aide Choragus
it: Aiuto Choragus
ja: Choragus ヘルプ
nb: Choragus-hjelp
pl: Pomoc Choragus
pt: Ajuda do Choragus
sv: Choragus Hjälp
zh_hans: Choragus 帮助

# choragusMotto
source: One conductor. Many voices. One chorus.
da: Én dirigent. Mange stemmer. Ét kor.
de: Ein Dirigent. Viele Stimmen. Ein Chor.
es: Un director. Muchas voces. Un coro.
fr: Un chef. Plusieurs voix. Un seul chœur.
it: Un direttore. Molte voci. Un solo coro.
ja: 指揮者は一人。声は数多く。合唱団は一つ。
nb: Én dirigent. Mange stemmer. Étt kor.
nl: Één dirigent. Vele stemmen. Één koor.
pl: Jeden dyrygent. Wiele głosów. Jeden chór.
pt: Um maestro. Muitas vozes. Um coro.
sv: En dirigent. Många röster. En kör.
zh_hans: 一位指挥。众多之声。一个合唱团。

source: Choragus Sources
da: Choragus-kilder
de: Choragus-Quellen
es: Fuentes de Choragus
fr: Sources Choragus
it: Sorgenti Choragus
ja: Choragus のソース
nb: Choragus-kilder
nl: Choragus-bronnen
pl: Źródła Choragus
pt: Fontes do Choragus
sv: Choragus-källor
zh_hans: Choragus 来源

source: Classic
da: Klassisk
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt: Clássico
sv: Klassisk
zh_hans: 经典

# classicShuffleHelp
source: When enabled, the shuffle button on the player uses Sonos play mode shuffle. When disabled (default), use the queue shuffle button to physically reorder tracks.
da: Når aktiveret bruger tilfældig-knappen på afspilleren Sonos-tilstand. Deaktiveret (standard): brug tilfældig-knappen i køen for at omarrangere numrene fysisk.
de: Wenn aktiviert, verwendet die Zufallswiedergabe-Taste am Player den Sonos-Zufallsmodus. Wenn deaktiviert (Standard), verwende die Zufallswiedergabe-Taste in der Warteschlange, um die Titel physisch neu anzuordnen.
es: Cuando está activado, el botón aleatorio del reproductor usa el modo aleatorio de Sonos. Cuando está desactivado (por defecto), usa el botón aleatorio de la cola para reordenar las pistas físicamente.
fr: Lorsqu’activé, le bouton de lecture aléatoire utilise le mode aléatoire Sonos. Lorsqu’il est désactivé (par défaut), utilisez le bouton de la file d’attente pour réordonner physiquement les pistes.
it: Se attivo, il pulsante casuale del player usa la modalità casuale di Sonos. Se disattivato (predefinito), usa il pulsante casuale della coda per riordinare fisicamente i brani.
ja: 有効にするとプレーヤーのシャッフルボタンが Sonos 再生モードで動作します。無効(標準)の場合はキューのシャッフルボタンでトラックを物理的に並び替えます。
nb: Når aktivert bruker tilfeldig-knappen på spilleren Sonos avspillingsmodus. Deaktivert (standard): bruk tilfeldig-knappen i køen for å omorganisere sporene fysisk.
nl: Wanneer ingeschakeld gebruikt de shuffle-knop op de speler Sonos play-mode shuffle. Uit (standaard): gebruik de shuffle-knop in de wachtrij om nummers fysiek te herschikken.
pl: Gdy włączone, przycisk losowy w odtwarzaczu używa trybu losowego Sonos. Wyłączone (domyślnie): użyj przycisku losowego w kolejce, aby fizycznie zmienić kolejność utworów.
pt: Quando ativado, o botão aleatório do player usa o modo aleatório do Sonos. Desativado (padrão): use o botão aleatório da fila para reordenar as faixas fisicamente.
sv: När aktiverat använder blandningsknappen på spelaren Sonos blandningsläge. Avaktiverat (standard): använd blandningsknappen i kön för att ordna om spår fysiskt.
zh_hans: 启用时，播放器上的随机按钮使用 Sonos 随机播放模式。禁用（默认）时，使用队列随机按钮实际重排曲目。

source: Classic Shuffle Mode
da: Klassisk tilfældig tilstand
de: Klassischer Zufallsmodus
es: Modo aleatorio clásico
fr: Mode aléatoire classique
it: Modalità casuale classica
ja: クラシックシャッフルモード
nb: Klassisk tilfeldig modus
nl: Klassieke shuffle-modus
pl: Klasyczny tryb losowy
pt: Modo aleatório clássico
sv: Klassiskt blandningsläge
zh_hans: 经典随机模式

source: Clear All
da: Ryd alle
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
nb: Tøm alle
nl: Alles wissen
pl: Wyczyść wszystko
pt: Limpar tudo
sv: Rensa alla
zh_hans: 全部清除

# clearArtCacheHelp
source: This will remove all cached album art. Images will be re-downloaded as needed.
da: Fjerner alle cachede albumomslag. Billeder hentes igen efter behov.
de: Entfernt alle zwischengespeicherten Albumcover. Bilder werden bei Bedarf erneut heruntergeladen.
es: Elimina todas las portadas cacheadas. Las imágenes se descargarán de nuevo según se necesiten.
fr: Supprime toutes les pochettes d’album mises en cache. Les images seront ré-téléchargées au besoin.
it: Rimuove tutte le copertine in cache. Le immagini saranno riscaricate al bisogno.
ja: キャッシュされたアルバムアートをすべて削除します。必要に応じて再ダウンロードされます。
nb: Fjerner alle bufrede albumomslag. Bilder lastes ned på nytt ved behov.
nl: Hiermee worden alle gecachte albumhoezen verwijderd. Afbeeldingen worden opnieuw gedownload wanneer nodig.
pl: Usuwa wszystkie zbuforowane okładki albumów. Obrazy zostaną pobrane ponownie w razie potrzeby.
pt: Remove todas as capas de álbum em cache. As imagens serão baixadas novamente quando necessário.
sv: Tar bort alla cachade omslag. Bilder laddas ner på nytt vid behov.
zh_hans: 这将移除所有已缓存的专辑封面。图像将在需要时重新下载。

source: Clear artwork
da: Ryd albumcover
de: Cover entfernen
es: Borrar carátula
fr: Effacer la pochette
it: Cancella copertina
ja: アートワークをクリア
nb: Fjern omslag
nl: Albumhoes wissen
pl: Wyczyść okładkę
pt: Limpar capa
sv: Rensa omslag
zh_hans: 清除封面

source: Clear Artwork Cache
da: Ryd albumcovercache
de: Cover-Cache leeren
es: Borrar caché de carátulas
fr: Vider le cache des pochettes
it: Svuota cache copertine
ja: アートワークキャッシュをクリア
nb: Tøm omslagshurtiglager
nl: Albumhoescache wissen
pl: Wyczyść pamięć podręczną okładek
pt: Limpar cache de capas
sv: Rensa omslagscache
zh_hans: 清除封面缓存

# clearArtworkCachePrompt
source: Clear Artwork Cache?
da: Ryd omslags-cache?
de: Cover-Cache leeren?
es: ¿Borrar caché de portadas?
fr: Effacer le cache des pochettes ?
it: Cancellare la cache delle copertine?
ja: アートワークキャッシュをクリアしますか?
nb: Tømme omslagsbuffer?
nl: Hoezencache wissen?
pl: Wyczyścić bufor okładek?
pt: Limpar cache de capas?
sv: Rensa omslagscache?
zh_hans: 清除封面缓存？

source: Clear History
da: Ryd historik
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
it: Cancella cronologia
ja: 履歴を消去
nb: Tøm historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar histórico
sv: Rensa historik
zh_hans: 清除历史

# clearPlayHistoryPrompt
source: Clear Play History?
da: Ryd afspilningshistorik?
de: Wiedergabeverlauf leeren?
es: ¿Borrar historial?
fr: Effacer l’historique ?
it: Cancellare cronologia?
ja: 再生履歴をクリアしますか?
nb: Tømme avspillingsloggen?
nl: Afspeelgeschiedenis wissen?
pl: Wyczyścić historię odsłuchu?
pt: Limpar histórico?
sv: Rensa uppspelningshistorik?
zh_hans: 清除播放历史？

# clearPlayHistoryTitle
source: Clear Play History?
da: Vil du rydde afspilningshistorikken?
de: Wiedergabeverlauf löschen?
es: ¿Borrar historial de reproducción?
fr: Effacer l’historique d’écoute ?
it: Cancellare la cronologia di riproduzione?
ja: 再生履歴を消去しますか？
nb: Vil du tømme avspillingsloggen?
nl: Afspeelgeschiedenis wissen?
pl: Wyczyścić historię odtwarzania?
pt: Apagar o histórico de reprodução?
sv: Rensa uppspelningshistorik?
zh_hans: 清除播放历史？

source: Clear queue
da: Ryd køen
de: Warteschlange leeren
es: Vaciar la cola
fr: Vider la file d’attente
it: Svuota la coda
ja: キューをクリア
nb: Tøm køen
nl: Wachtrij wissen
pl: Wyczyść kolejkę
pt: Limpar fila
sv: Rensa kön
zh_hans: 清空队列

source: Clear Speaker Cache
da: Ryd højttalercache
de: Lautsprecher-Cache leeren
es: Borrar caché de altavoces
fr: Vider le cache des enceintes
it: Svuota cache altoparlanti
ja: スピーカーキャッシュをクリア
nb: Tøm høyttalerhurtiglager
nl: Speakercache wissen
pl: Wyczyść pamięć podręczną głośników
pt: Limpar cache das caixas de som
sv: Rensa högtalarcache
zh_hans: 清除音箱缓存

# clearSpeakerCachePrompt
source: Clear Speaker Cache?
da: Ryd højttaler-cache?
de: Lautsprecher-Cache leeren?
es: ¿Borrar caché de altavoces?
fr: Effacer le cache des enceintes ?
it: Cancellare la cache degli altoparlanti?
ja: スピーカーキャッシュをクリアしますか?
nb: Tømme høyttalerbuffer?
nl: Luidsprekercache wissen?
pl: Wyczyścić bufor głośników?
pt: Limpar cache de alto-falantes?
sv: Rensa högtalarcache?
zh_hans: 清除音箱缓存？

# clickBelowToOpenPlex
source: Click below to open Plex in your browser. Sign in if needed, then tap Allow. The code is embedded in the link — there's nothing to type.
da: Klik nedenfor for at åbne Plex i browseren. Log på, hvis det er nødvendigt, og tryk på Tillad. Koden er indlejret i linket — der er intet at indtaste.
de: Klicke unten, um Plex in deinem Browser zu öffnen. Melde dich bei Bedarf an und tippe auf Zulassen. Der Code ist im Link enthalten — es muss nichts eingegeben werden.
es: Haz clic abajo para abrir Plex en tu navegador. Inicia sesión si es necesario y toca Permitir. El código está incluido en el enlace — no tienes que escribir nada.
fr: Cliquez ci-dessous pour ouvrir Plex dans votre navigateur. Connectez-vous si nécessaire, puis touchez Autoriser. Le code est intégré au lien — rien à saisir.
it: Fai clic sotto per aprire Plex nel browser. Accedi se necessario, poi tocca Consenti. Il codice è incluso nel link — non c’è nulla da digitare.
ja: 下のボタンをクリックしてブラウザで Plex を開きます。必要に応じてサインインし、「許可」をタップします。コードはリンクに埋め込まれているので入力は不要です。
nb: Klikk nedenfor for å åpne Plex i nettleseren. Logg inn om nødvendig, og trykk Tillat. Koden ligger i lenken — ingenting å skrive.
nl: Klik hieronder om Plex in je browser te openen. Log indien nodig in en tik op Toestaan. De code zit in de link — je hoeft niets te typen.
pl: Kliknij poniżej, aby otworzyć Plex w przeglądarce. Zaloguj się, jeśli trzeba, i dotknij Zezwól. Kod jest wbudowany w link — nie trzeba nic wpisywać.
pt: Clique abaixo para abrir o Plex no seu browser. Inicie sessão se necessário e toque em Permitir. O código está embutido no link — não há nada para digitar.
sv: Klicka nedan för att öppna Plex i webbläsaren. Logga in om det behövs och tryck på Tillåt. Koden är inbäddad i länken — inget att skriva.
zh_hans: 点击下方在浏览器中打开 Plex。如需请登录并点击「允许」。代码已嵌入链接—无需输入任何内容。

source: Click to enlarge
da: Klik for at forstørre
de: Zum Vergrößern klicken
es: Haz clic para ampliar
fr: Cliquer pour agrandir
it: Fai clic per ingrandire
ja: クリックして拡大
nb: Klikk for å forstørre
nl: Klik om te vergroten
pl: Kliknij, aby powiększyć
pt: Clique para ampliar
sv: Klicka för att förstora
zh_hans: 点击放大

source: Clone to Choragus
da: Klon til Choragus
de: Nach Choragus kopieren
es: Clonar a Choragus
fr: Cloner vers Choragus
it: Clona in Choragus
ja: Choragusに複製
nb: Klon til Choragus
nl: Naar Choragus klonen
pl: Klonuj do Choragus
pt: Clonar para o Choragus
sv: Klona till Choragus
zh_hans: 克隆到 Choragus

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
sv: Stäng
zh_hans: 关闭

source: Colors
da: Farver
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: カラー
nb: Farger
nl: Kleuren
pl: Kolory
pt: Cores
sv: Färger
zh_hans: 颜色

# confirmDeleteItemFormat
source: Are you sure you want to delete “%@”?
da: Er du sikker på, at du vil slette “%@”?
de: Möchtest du „%@“ wirklich löschen?
es: ¿Seguro que quieres eliminar “%@”?
fr: Êtes-vous sûr de vouloir supprimer « %@ » ?
it: Sei sicuro di voler eliminare “%@”?
ja: 「%@」を本当に削除しますか？
nb: Er du sikker på at du vil slette «%@»?
nl: Weet je zeker dat je “%@” wilt verwijderen?
pl: Czy na pewno chcesz usunąć „%@”?
pt: Tem certeza de que deseja excluir “%@”?
sv: Är du säker på att du vill radera ”%@”?
zh_hans: 确定要删除“%@”吗？

source: Connect
da: Opret forbindelse
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
ja: 接続
nb: Koble til
nl: Verbinden
pl: Połącz
pt: Conectar
sv: Anslut
zh_hans: 连接

# connectedServicesHeader
source: Music Services
da: Musiktjenester
de: Musikdienste
es: Servicios de música
fr: Services de musique
it: Servizi musicali
ja: 音楽サービス
nb: Musikktjenester
nl: Muziekdiensten
pl: Usługi muzyczne
pt: Serviços de música
sv: Musiktjänster
zh_hans: 音乐服务

# connectsToPlexDirectlyDescription
source: Choragus connects to your Plex server directly — no Sonos relay. You'll only need to do this once.
da: Choragus opretter forbindelse direkte til din Plex-server — ingen Sonos-relæ. Du skal kun gøre dette én gang.
de: Choragus verbindet sich direkt mit deinem Plex-Server — ohne Sonos-Relay. Du musst dies nur einmal tun.
es: Choragus se conecta directamente con tu servidor Plex — sin relay de Sonos. Solo tienes que hacerlo una vez.
fr: Choragus se connecte directement à votre serveur Plex — sans relais Sonos. Vous ne devez le faire qu’une fois.
it: Choragus si connette direttamente al server Plex — senza relay Sonos. Devi farlo solo una volta.
ja: Choragus は Plex サーバーに直接接続します — Sonos リレーは使用しません。この操作は一度だけです。
nb: Choragus kobler seg direkte til Plex-serveren din — uten Sonos-relé. Du trenger bare å gjøre dette én gang.
nl: Choragus verbindt direct met je Plex-server — geen Sonos-relay. Je hoeft dit maar één keer te doen.
pl: Choragus łączy się bezpośrednio z Twoim serwerem Plex — bez przekaźnika Sonos. Wystarczy zrobić to raz.
pt: O Choragus liga-se diretamente ao seu servidor Plex — sem relay Sonos. Só terá de fazer isto uma vez.
sv: Choragus ansluter direkt till din Plex-server — inget Sonos-relä. Du behöver bara göra detta en gång.
zh_hans: Choragus 直接连接您的 Plex 服务器—不使用 Sonos 中继。您只需要进行一次。

source: Connect to Last.fm
da: Opret forbindelse til Last.fm
de: Mit Last.fm verbinden
es: Conectar con Last.fm
fr: Se connecter à Last.fm
it: Connetti a Last.fm
ja: Last.fm に接続
nb: Koble til Last.fm
nl: Verbinden met Last.fm
pl: Połącz z Last.fm
pt: Conectar ao Last.fm
sv: Anslut till Last.fm
zh_hans: 连接到 Last.fm

source: Connect to Plex
da: Tilslut til Plex
de: Mit Plex verbinden
es: Conectar a Plex
fr: Se connecter à Plex
it: Connetti a Plex
ja: Plex に接続
nb: Koble til Plex
nl: Verbinden met Plex
pl: Połącz z Plex
pt: Ligar ao Plex
sv: Anslut till Plex
zh_hans: 连接 Plex

source: Contributors
da: Bidragydere
de: Mitwirkende
es: Colaboradores
fr: Contributeurs
it: Collaboratori
ja: コントリビューター
nb: Bidragsytere
nl: Bijdragers
pl: Współtwórcy
pt: Contribuidores
sv: Medverkande
zh_hans: 贡献者

# contributorsCaption
source: VLAN / Bonjour discovery design and initial implementation (v4.0).
da: Design og første implementering af VLAN/Bonjour-opdagelse (v4.0).
de: VLAN-/Bonjour-Discovery-Design und erste Implementierung (v4.0).
es: Diseño e implementación inicial del descubrimiento VLAN/Bonjour (v4.0).
fr: Conception et première implémentation de la découverte VLAN/Bonjour (v4.0).
it: Progettazione e prima implementazione del rilevamento VLAN/Bonjour (v4.0).
ja: VLAN／Bonjour 検出の設計と初期実装（v4.0）。
nb: Design og første implementering av VLAN-/Bonjour-oppdaging (v4.0).
nl: Ontwerp en eerste implementatie van VLAN-/Bonjour-detectie (v4.0).
pl: Projekt i pierwsza implementacja wykrywania VLAN/Bonjour (v4.0).
pt: Desenho e implementação inicial da descoberta VLAN/Bonjour (v4.0).
sv: Design och första implementering av VLAN-/Bonjour-upptäckt (v4.0).
zh_hans: VLAN／Bonjour 发现设计及初始实现（v4.0）。

source: Controls
da: Styring
de: Steuerung
es: Controles
fr: Commandes
it: Comandi
ja: コントロール
nb: Kontroller
nl: Bediening
pl: Sterowanie
pt: Controles
sv: Kontroller
zh_hans: 控制

source: Coordinator
da: Koordinator
de: Koordinator
es: Coordinador
fr: Coordinateur
it: Coordinatore
ja: コーディネーター
nb: Koordinator
nl: Coördinator
pl: Koordynator
pt: Coordenador
sv: Koordinator
zh_hans: 协调器

# coordinatorLabel
source: Coordinator
da: Koordinator
de: Koordinator
es: Coordinador
fr: Coordinateur
it: Coordinatore
ja: コーディネーター
nb: Koordinator
nl: Coördinator
pl: Koordynator
pt: Coordenador
sv: Koordinator
zh_hans: 协调器

source: Copied!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt: Copiado!
sv: Kopierat!
zh_hans: 已复制！

# copiedItemToFormat
source: Copied “%@” to %@
da: “%@” kopieret til %@
de: „%@“ nach %@ kopiert
es: «%@» copiado en %@
fr: « %@ » copié dans %@
it: “%@” copiato in %@
ja: 「%@」を %@ にコピーしました
nb: «%@» kopiert til %@
nl: ‘%@’ gekopieerd naar %@
pl: Skopiowano „%@” do %@
pt: “%@” copiado para %@
sv: ”%@” kopierad till %@
zh_hans: 已将“%@”复制到 %@

source: Copy
da: Kopiér
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
sv: Kopiera
zh_hans: 复制

source: Copy Artist
da: Kopier kunstner
de: Künstler kopieren
es: Copiar artista
fr: Copier l’artiste
it: Copia artista
ja: アーティストをコピー
nb: Kopier artist
nl: Artiest kopiëren
pl: Kopiuj artystę
pt: Copiar artista
sv: Kopiera artist
zh_hans: 复制艺术家

source: Copy Bitcoin Address
da: Kopiér Bitcoin-adresse
de: Bitcoin-Adresse kopieren
es: Copiar dirección de Bitcoin
fr: Copier l’adresse Bitcoin
it: Copia indirizzo Bitcoin
ja: Bitcoin アドレスをコピー
nb: Kopier Bitcoin-adresse
nl: Bitcoin-adres kopiëren
pl: Kopiuj adres Bitcoin
pt: Copiar endereço Bitcoin
sv: Kopiera Bitcoin-adress
zh_hans: 复制比特币地址

source: Copy Title
da: Kopier titel
de: Titel kopieren
es: Copiar título
fr: Copier le titre
it: Copia titolo
ja: タイトルをコピー
nb: Kopier tittel
nl: Titel kopiëren
pl: Kopiuj tytuł
pt: Copiar título
sv: Kopiera titel
zh_hans: 复制标题

source: Copy Track Details
da: Kopier nummeroplysninger
de: Titeldetails kopieren
es: Copiar detalles de la pista
fr: Copier les détails de la piste
it: Copia dettagli del brano
ja: トラックの詳細をコピー
nb: Kopier spordetaljer
nl: Trackgegevens kopiëren
pl: Kopiuj szczegóły utworu
pt: Copiar detalhes da faixa
sv: Kopiera spårdetaljer
zh_hans: 复制曲目详情

source: Copy Track Info
da: Kopiér sporinfo
de: Titelinfo kopieren
es: Copiar info de pista
fr: Copier les infos
it: Copia info traccia
ja: トラック情報をコピー
nb: Kopier sporinfo
nl: Trackinfo kopiëren
pl: Kopiuj info o utworze
pt: Copiar info da faixa
sv: Kopiera spårinfo
zh_hans: 复制曲目信息

# couldNotAddAllFormat
source: Couldn't add all: %@
da: Kunne ikke tilføje alt: %@
de: Konnte nicht alles hinzufügen: %@
es: No se pudo añadir todo: %@
fr: Impossible de tout ajouter : %@
it: Impossibile aggiungere tutto: %@
ja: すべてを追加できませんでした：%@
nb: Kunne ikke legge til alt: %@
nl: Kon niet alles toevoegen: %@
pl: Nie można dodać wszystkiego: %@
pt: Não foi possível adicionar tudo: %@
sv: Kunde inte lägga till allt: %@
zh_hans: 无法全部添加：%@

# couldNotAddToQueueFormat
source: Couldn't add to queue: %@
da: Kunne ikke føje til køen: %@
de: Konnte nicht zur Warteschlange hinzufügen: %@
es: No se pudo añadir a la cola: %@
fr: Impossible d'ajouter à la file : %@
it: Impossibile aggiungere alla coda: %@
ja: キューに追加できませんでした：%@
nb: Kunne ikke legge til i køen: %@
nl: Kon niet aan wachtrij toevoegen: %@
pl: Nie można dodać do kolejki: %@
pt: Não foi possível adicionar à fila: %@
sv: Kunde inte lägga till i kön: %@
zh_hans: 无法加入队列：%@

# couldNotLoadLyricsFormat
source: Couldn't load lyrics: %@
da: Kunne ikke indlæse sangtekst: %@
de: Liedtext konnte nicht geladen werden: %@
es: No se pudo cargar la letra: %@
fr: Impossible de charger les paroles : %@
it: Impossibile caricare il testo: %@
ja: 歌詞を読み込めませんでした：%@
nb: Kunne ikke laste sangtekst: %@
nl: Kon songtekst niet laden: %@
pl: Nie można załadować tekstu: %@
pt: Não foi possível carregar a letra: %@
sv: Kunde inte ladda sångtext: %@
zh_hans: 无法加载歌词：%@
